[
  "obsidian-git",
  "obsidian-plugin-toc",
  "obsidian-excalidraw-plugin",
  "obsidian-image-auto-upload-plugin",
  "nldates-obsidian",
  "remember-cursor-position",
  "obsidian-advanced-uri",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-charts",
  "obsidian-mind-map"
]