[
  "obsidian-git",
  "obsidian-plugin-toc",
  "obsidian-excalidraw-plugin",
  "nldates-obsidian",
  "remember-cursor-position",
  "obsidian-advanced-uri",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-charts",
  "obsidian-mind-map",
  "better-word-count",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "obsidian42-brat",
  "dataview",
  "excalibrain",
  "bibnotes",
  "sliding-panes-obsidian",
  "obsidian-rollover-daily-todos",
  "calendar",
  "obsidian-style-settings",
  "obsidian-image-auto-upload-plugin",
  "obsidian-copy-block-link"
]